Repository: hasansa007/SonicPlayer
Catalog: SonicPlayer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, pt, ru, zh_hans

# %@ · push the hub for %@
source: %1$@ · push the hub for %2$@
ar: %@ · اضغط المركز لـ %@
bn: %@ · %@ এর জন্য কেন্দ্রে চাপ দিন
es: %@ · pulsa el centro para %@
fr: %@ · appuyez sur le centre pour %@
hi: %@ · %@ के लिए केंद्र दबाएँ
pt: %@ · pressione o centro para %@
ru: %@ · нажмите центр для %@
zh_hans: %@ · 按中心键以%@

source: About
ar: حول
bn: সম্পর্কে
es: Acerca de
fr: À propos
hi: के बारे में
pt: Sobre
ru: О приложении
zh_hans: 关于

source: Action Failed
ar: فشل الإجراء
bn: ক্রিয়া ব্যর্থ
es: Acción fallida
fr: Action échouée
hi: कार्य विफल
pt: Ação falhou
ru: Не удалось выполнить действие
zh_hans: 操作失败

source: All Collections
ar: جميع المجموعات
bn: সমস্ত সংগ্রহ
es: Todas las colecciones
fr: Toutes les collections
hi: सभी संग्रह
pt: Todas as coleções
ru: Все коллекции
zh_hans: 全部合集

source: All your files and folders
ar: جميع ملفاتك ومجلداتك
bn: আপনার সব ফাইল ও ফোল্ডার
es: Todos tus archivos y carpetas
fr: Tous vos fichiers et dossiers
hi: आपकी सभी फ़ाइलें और फ़ोल्डर
pt: Todos os seus arquivos e pastas
ru: Все ваши файлы и папки
zh_hans: 所有文件和文件夹

source: Allow Microphone
ar: السماح بالميكروفون
bn: মাইক্রোফোন অনুমতি দিন
es: Permitir micrófono
fr: Autoriser le micro
hi: माइक्रोफोन की अनुमति दें
pt: Permitir microfone
ru: Разрешить микрофон
zh_hans: 允许麦克风

source: Browse folders and import
ar: تصفّح المجلدات واستيرادها
bn: ফোল্ডার ব্রাউজ করুন এবং ইমপোর্ট করুন
es: Explora carpetas e importa
fr: Parcourir les dossiers et importer
hi: फ़ोल्डर ब्राउज़ करें और आयात करें
pt: Navegue pelas pastas e importe
ru: Просматривайте папки и импортируйте
zh_hans: 浏览文件夹并导入

source: CONTINUE LISTENING
ar: متابعة الاستماع
bn: শোনা চালিয়ে যান
es: Continuar escuchando
fr: Continuer l’écoute
hi: सुनना जारी रखें
pt: Continuar ouvindo
ru: Продолжить прослушивание
zh_hans: 继续收听

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Capture a take, then cut it on the wheel
ar: سجّل مقطعاً ثم قصّه بالقرص
bn: একটি টেক ধরুন, তারপর চাকায় কাটুন
es: Graba una toma y córtala con el dial
fr: Enregistrez une prise, puis coupez-la à la molette
hi: एक टेक रिकॉर्ड करें, फिर डायल से काटें
pt: Grave uma take e corte-a com o disco
ru: Запишите дубль и обрежьте его колесом
zh_hans: 录一段，再用转盘裁剪

source: Capture something new
ar: سجّل شيئًا جديدًا
bn: নতুন কিছু রেকর্ড করুন
es: Graba algo nuevo
fr: Enregistrer du nouveau
hi: कुछ नया रिकॉर्ड करें
pt: Grave algo novo
ru: Запишите что-то новое
zh_hans: 录制新内容

source: Choose a language in iOS Settings. The app restarts to apply it.
ar: اختر اللغة من إعدادات iOS. سيُعاد تشغيل التطبيق لتطبيقها.
bn: iOS সেটিংসে ভাষা বেছে নিন। এটি প্রয়োগ করতে অ্যাপ পুনরায় চালু হবে।
es: Elige un idioma en Ajustes de iOS. La app se reiniciará para aplicarlo.
fr: Choisissez une langue dans Réglages iOS. L’app redémarrera pour l’appliquer.
hi: iOS सेटिंग्स में भाषा चुनें। इसे लागू करने के लिए ऐप पुनः आरंभ होगा।
pt: Escolha um idioma nos Ajustes do iOS. O app reiniciará para aplicá-lo.
ru: Выберите язык в Настройках iOS. Приложение перезапустится, чтобы применить его.
zh_hans: 在 iOS 设置中选择语言。更改将在应用重启后生效。

source: Choose your theme
ar: اختر المظهر
bn: আপনার থিম বাছুন
es: Elige tu tema
fr: Choisissez votre thème
hi: अपनी थीम चुनें
pt: Escolha o seu tema
ru: Выберите тему
zh_hans: 选择主题

source: Collection is Empty
ar: المجموعة فارغة
bn: সংগ্রহ খালি
es: La colección está vacía
fr: La collection est vide
hi: संग्रह खाली है
pt: A coleção está vazia
ru: Коллекция пуста
zh_hans: 合集为空

source: Collections
ar: المجموعات
bn: সংগ্রহ
es: Colecciones
hi: संग्रह
pt: Coleções
ru: Коллекции
zh_hans: 合集

source: Couldn't Open This Collection
ar: تعذّر فتح هذه المجموعة
bn: এই সংগ্রহটি খোলা যায়নি
es: No se pudo abrir esta colección
fr: Impossible d'ouvrir cette collection
hi: यह संग्रह नहीं खोला जा सका
pt: Não foi possível abrir esta coleção
ru: Не удалось открыть коллекцию
zh_hans: 无法打开此收藏集

source: Couldn't Open This File
ar: تعذّر فتح هذا الملف
bn: এই ফাইলটি খোলা যায়নি
es: No se pudo abrir este archivo
fr: Impossible d'ouvrir ce fichier
hi: यह फ़ाइल नहीं खोली जा सकी
pt: Não foi possível abrir este arquivo
ru: Не удалось открыть файл
zh_hans: 无法打开此文件

source: Couldn't delete %lld of %lld items
ar: تعذّر حذف %1$lld من أصل %2$lld عنصرًا
bn: %2$lld টির মধ্যে %1$lld টি মুছে ফেলা যায়নি
es: No se pudieron eliminar %1$lld de %2$lld elementos
fr: Impossible de supprimer %1$lld élément(s) sur %2$lld
hi: %2$lld में से %1$lld आइटम हटाए नहीं जा सके
pt: Não foi possível excluir %1$lld de %2$lld itens
ru: Не удалось удалить %1$lld из %2$lld объектов
zh_hans: %2$lld 项中有 %1$lld 项无法删除

source: Create
ar: إنشاء
bn: তৈরি করুন
es: Crear
fr: Créer
hi: बनाएँ
pt: Criar
ru: Создать
zh_hans: 创建

source: Create a new folder in %@
ar: إنشاء مجلد جديد في %@
bn: %@-এ নতুন ফোল্ডার তৈরি করুন
es: Crear una nueva carpeta en %@
fr: Créer un nouveau dossier dans %@
hi: %@ में नया फ़ोल्डर बनाएँ
pt: Criar uma nova pasta em %@
ru: Создать новую папку в %@
zh_hans: 在%@中新建文件夹

source: Dark
ar: داكن
bn: গাঢ়
es: Oscuro
fr: Sombre
hi: गहरा
pt: Escuro
ru: Тёмная
zh_hans: 深色

source: Delete
ar: حذف
bn: মুছুন
es: Eliminar
fr: Supprimer
hi: हटाएँ
pt: Excluir
ru: Удалить
zh_hans: 删除

# Delete %lld %@?
source: Delete %1$lld %2$@?
ar: حذف %lld %@؟
bn: %lld %@ মুছবেন?
es: ¿Eliminar %lld %@?
fr: Supprimer %lld %@ ?
hi: %lld %@ हटाएँ?
pt: Eliminar %lld %@?
ru: Удалить %lld %@?
zh_hans: 删除 %lld 个%@？

source: Dismiss
ar: تجاهل
bn: বন্ধ করুন
es: Descartar
fr: Ignorer
hi: खारिज करें
pt: Dispensar
ru: Закрыть
zh_hans: 关闭

source: Does it work offline?
ar: هل يعمل دون اتصال؟
bn: এটি কি অফলাইনে কাজ করে?
es: ¿Funciona sin conexión?
fr: Fonctionne-t-il hors ligne ?
hi: क्या यह ऑफ़लाइन काम करता है?
pt: Funciona sem ligação?
ru: Работает ли без интернета?
zh_hans: 离线时能用吗？

source: Duration: %@
ar: المدة: %@
bn: সময়কাল: %@
es: Duración: %@
fr: Durée : %@
hi: अवधि: %@
pt: Duração: %@
ru: Длительность: %@
zh_hans: 时长：%@

source: Edit
ar: تعديل
bn: সম্পাদনা
es: Editar
fr: Modifier
hi: संपादित करें
pt: Editar
ru: Редактировать
zh_hans: 编辑

source: Edit Recording
ar: تحرير التسجيل
bn: রেকর্ডিং সম্পাদনা
es: Editar grabación
fr: Modifier l'enregistrement
hi: रिकॉर्डिंग संपादित करें
pt: Editar gravação
ru: Редактировать запись
zh_hans: 编辑录音

source: End handle
ar: مقبض النهاية
bn: শেষ হ্যান্ডেল
es: Marcador final
fr: Poignée de fin
hi: अंतिम हैंडल
pt: Marcador final
ru: Конечный маркер
zh_hans: 结束手柄

source: Everything is done with the wheel and its centre. Turn to move through your library and press the centre to play what you land on. Keep turning past the last row and you reach the buttons under the card. Push the centre up, down, left or right for the things you do most to a recording.
ar: كل شيء يتم بالقرص ومركزه. أدر للتنقّل في مكتبتك واضغط المركز لتشغيل ما تقف عليه. واصل الإدارة بعد آخر صف لتصل إلى الأزرار أسفل البطاقة. ادفع المركز لأعلى أو لأسفل أو لليسار أو لليمين لأكثر ما تفعله بتسجيل.
bn: সবকিছু হয় চাকা আর তার কেন্দ্র দিয়ে। লাইব্রেরিতে চলতে ঘোরান, আর যেখানে থামবেন তা চালাতে কেন্দ্রে চাপ দিন। শেষ সারির পরেও ঘোরাতে থাকলে কার্ডের নিচের বোতামগুলোয় পৌঁছাবেন। রেকর্ডিংয়ে সবচেয়ে বেশি যা করেন, তার জন্য কেন্দ্রকে উপরে, নিচে, বামে বা ডানে ঠেলুন।
es: Todo se hace con el dial y su centro. Gira para recorrer tu biblioteca y pulsa el centro para reproducir donde te detengas. Sigue girando más allá de la última fila y llegarás a los botones bajo la tarjeta. Empuja el centro arriba, abajo, a la izquierda o a la derecha para lo que más haces con una grabación.
fr: Tout se fait avec la molette et son centre. Tournez pour parcourir votre bibliothèque et appuyez au centre pour lire ce sur quoi vous vous arrêtez. Continuez au-delà de la dernière ligne et vous atteignez les boutons sous la carte. Poussez le centre vers le haut, le bas, la gauche ou la droite pour les actions les plus courantes sur un enregistrement.
hi: सब कुछ डायल और उसके केंद्र से होता है। अपनी लाइब्रेरी में चलने के लिए घुमाएँ और जहाँ रुकें उसे बजाने के लिए केंद्र दबाएँ। अंतिम पंक्ति के आगे घुमाते रहें तो कार्ड के नीचे के बटन मिलेंगे। रिकॉर्डिंग पर सबसे आम कामों के लिए केंद्र को ऊपर, नीचे, बाएँ या दाएँ धकेलें।
pt: Tudo se faz com o disco e o seu centro. Rode para percorrer a sua biblioteca e prima o centro para reproduzir onde parar. Continue a rodar para lá da última linha e chega aos botões por baixo do cartão. Empurre o centro para cima, para baixo, para a esquerda ou para a direita para o que mais faz a uma gravação.
ru: Всё делается колесом и его центром. Крутите, чтобы двигаться по фонотеке, и нажимайте центр, чтобы включить выбранное. Продолжайте крутить за последнюю строку — и попадёте на кнопки под карточкой. Толкайте центр вверх, вниз, влево или вправо для самых частых действий с записью.
zh_hans: 一切都通过转盘和它的中心键完成。转动可在曲库中移动，按下中心键即可播放停留处的内容。越过最后一行继续转动，就到达卡片下方的按钮。将中心键上推、下推、左推或右推，即可完成对录音最常用的操作。

source: Everything is one dial.
ar: كل شيء بقرص واحد.
bn: সবকিছু একটি ডায়ালে।
es: Todo es un solo dial.
fr: Tout tient dans une molette.
hi: सब कुछ एक ही डायल है।
pt: Tudo é um só disco.
ru: Всё — одно колесо.
zh_hans: 一切都在一个转盘上。

source: Explore
ar: استكشاف
bn: অন্বেষণ করুন
es: Explorar
fr: Explorer
hi: अन्वेषण करें
pt: Explorar
ru: Обзор
zh_hans: 探索

source: Folder is Empty
ar: المجلد فارغ
bn: ফোল্ডার খালি
es: La carpeta está vacía
fr: Le dossier est vide
hi: फ़ोल्डर खाली है
pt: A pasta está vazia
ru: Папка пуста
zh_hans: 文件夹为空

source: Folders
ar: المجلدات
bn: ফোল্ডার
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
pt: Pastas
ru: Папки
zh_hans: 文件夹

source: Go to Library
ar: الانتقال إلى المكتبة
bn: লাইব্রেরিতে যান
es: Ir a Biblioteca
fr: Aller à Bibliothèque
hi: लाइब्रेरी पर जाएँ
pt: Ir para Biblioteca
ru: Перейти в Библиотеку
zh_hans: 前往资料库

source: Help & Support
ar: المساعدة والدعم
bn: সহায়তা ও সাপোর্ট
es: Ayuda y soporte
fr: Aide et assistance
hi: सहायता और समर्थन
pt: Ajuda e suporte
ru: Помощь и поддержка
zh_hans: 帮助与支持

source: Home
ar: الرئيسية
bn: হোম
es: Inicio
fr: Accueil
hi: होम
pt: Início
ru: Главная
zh_hans: 主页

source: How do I add audio?
ar: كيف أضيف ملفات صوتية؟
bn: কীভাবে অডিও যোগ করব?
es: ¿Cómo añado audio?
fr: Comment ajouter de l'audio ?
hi: ऑडियो कैसे जोड़ें?
pt: Como adiciono áudio?
ru: Как добавить аудио?
zh_hans: 如何添加音频？

source: How do I change the speed?
ar: كيف أغيّر السرعة؟
bn: কীভাবে গতি বদলাব?
es: ¿Cómo cambio la velocidad?
fr: Comment changer la vitesse ?
hi: गति कैसे बदलें?
pt: Como mudo a velocidade?
ru: Как изменить скорость?
zh_hans: 如何调整播放速度？

source: How do I play something?
ar: كيف أشغّل تسجيلاً؟
bn: কীভাবে কিছু চালাব?
es: ¿Cómo reproduzco algo?
fr: Comment lire un enregistrement ?
hi: कुछ कैसे चलाएँ?
pt: Como reproduzo algo?
ru: Как что-нибудь воспроизвести?
zh_hans: 如何播放？

source: How do I record?
ar: كيف أسجّل؟
bn: কীভাবে রেকর্ড করব?
es: ¿Cómo grabo?
fr: Comment enregistrer ?
hi: रिकॉर्ड कैसे करें?
pt: Como gravo?
ru: Как записать?
zh_hans: 如何录音？

source: How do I trim a recording?
ar: كيف أقصّ تسجيلاً؟
bn: কীভাবে রেকর্ডিং ছাঁটব?
es: ¿Cómo recorto una grabación?
fr: Comment rogner un enregistrement ?
hi: रिकॉर्डिंग कैसे ट्रिम करें?
pt: Como corto uma gravação?
ru: Как обрезать запись?
zh_hans: 如何裁剪录音？

source: How do folders work?
ar: كيف تعمل المجلدات؟
bn: ফোল্ডার কীভাবে কাজ করে?
es: ¿Cómo funcionan las carpetas?
fr: Comment fonctionnent les dossiers ?
hi: फ़ोल्डर कैसे काम करते हैं?
pt: Como funcionam as pastas?
ru: Как работают папки?
zh_hans: 文件夹如何使用？

source: Import
ar: استيراد
bn: ইমপোর্ট
es: Importar
fr: Importer
hi: इम्पोर्ट करें
pt: Importar
ru: Импорт
zh_hans: 导入

source: Import Media
ar: استيراد وسائط
bn: মিডিয়া আমদানি
es: Importar medios
fr: Importer des médias
hi: मीडिया आयात करें
pt: Importar mídia
ru: Импорт медиа
zh_hans: 导入媒体

source: Import files or folders
ar: استيراد ملفات أو مجلدات
bn: ফাইল বা ফোল্ডার ইমপোর্ট করুন
es: Importar archivos o carpetas
fr: Importer des fichiers ou dossiers
hi: फ़ाइलें या फ़ोल्डर आयात करें
pt: Importar arquivos ou pastas
ru: Импортировать файлы или папки
zh_hans: 导入文件或文件夹

source: Jump to Library or Recordings and tap any item to start playback instantly.
ar: انتقل إلى المكتبة أو التسجيلات واضغط على أي عنصر لبدء التشغيل فورًا.
bn: লাইব্রেরি বা রেকর্ডিংসে যান এবং সঙ্গে সঙ্গে প্লে করতে যেকোনো আইটেমে ট্যাপ করুন।
es: Ve a Biblioteca o Grabaciones y toca cualquier elemento para empezar a reproducir al instante.
fr: Accédez à Bibliothèque ou Enregistrements et touchez un élément pour lancer la lecture instantanément.
hi: लाइब्रेरी या रिकॉर्डिंग्स पर जाएँ और तुरंत प्लेबैक शुरू करने के लिए किसी भी आइटम पर टैप करें।
pt: Vá para Biblioteca ou Gravações e toque em qualquer item para iniciar a reprodução instantaneamente.
ru: Перейдите в «Библиотеку» или «Записи» и нажмите на любой элемент, чтобы сразу начать воспроизведение.
zh_hans: 前往“资料库”或“录音”，点按任意项目即可立即开始播放。

source: Keeping
ar: الإبقاء
bn: রাখা হচ্ছে
es: Conservando
fr: Conservation
hi: रखा जा रहा है
pt: A manter
ru: Сохранение
zh_hans: 保留中

source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fr: Langue
hi: भाषा
pt: Idioma
ru: Язык
zh_hans: 语言

source: Library
ar: المكتبة
bn: লাইব্রেরি
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
pt: Biblioteca
ru: Библиотека
zh_hans: 资料库

source: Light
ar: فاتح
bn: উজ্জ্বল
es: Claro
fr: Clair
hi: हल्का
pt: Claro
ru: Светлая
zh_hans: 浅色

source: Loading Files
ar: جارٍ تحميل الملفات
bn: ফাইল লোড হচ্ছে
es: Cargando archivos
fr: Chargement des fichiers
hi: फ़ाइलें लोड हो रही हैं
pt: Carregando arquivos
ru: Загрузка файлов
zh_hans: 正在载入文件

source: Loading Track
ar: جارٍ تحميل المسار
bn: ট্র্যাক লোড হচ্ছে
es: Cargando pista
fr: Chargement de la piste
hi: ट्रैक लोड हो रहा है
pt: Carregando faixa
ru: Загрузка трека
zh_hans: 正在载入曲目

source: Loading...
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
pt: Carregando…
ru: Загрузка…
zh_hans: 加载中…

source: Make a folder, rename it, and move recordings between them. Filing something offers a brand-new folder as the first choice, so you can name one and file into it in a single step. Each folder keeps its own order.
ar: أنشئ مجلداً، وغيّر اسمه، وانقل التسجيلات بين المجلدات. عند ترتيب عنصر يُعرض مجلد جديد تماماً كخيار أول، فتسمّيه وترتّب فيه بخطوة واحدة. ولكل مجلد ترتيبه الخاص.
bn: একটি ফোল্ডার বানান, নাম বদলান, আর রেকর্ডিং এক ফোল্ডার থেকে আরেকটিতে সরান। কিছু ফাইল করার সময় প্রথম পছন্দ হিসেবে একদম নতুন ফোল্ডার দেখানো হয়, তাই এক ধাপেই নাম দিয়ে সেখানে রাখতে পারেন। প্রতিটি ফোল্ডার নিজের ক্রম মনে রাখে।
es: Crea una carpeta, renómbrala y mueve grabaciones entre ellas. Al archivar algo se ofrece una carpeta nueva como primera opción, así puedes nombrarla y archivar en ella de una sola vez. Cada carpeta conserva su propio orden.
fr: Créez un dossier, renommez-le et déplacez des enregistrements de l'un à l'autre. Lors du classement, un tout nouveau dossier est proposé en premier : vous pouvez donc le nommer et y classer en une seule étape. Chaque dossier conserve son propre tri.
hi: फ़ोल्डर बनाएँ, नाम बदलें और रिकॉर्डिंग एक से दूसरे में ले जाएँ। कुछ फ़ाइल करते समय पहला विकल्प एकदम नया फ़ोल्डर होता है, इसलिए एक ही चरण में नाम देकर उसमें रख सकते हैं। हर फ़ोल्डर अपना क्रम रखता है।
pt: Crie uma pasta, mude-lhe o nome e mova gravações entre elas. Ao arquivar algo, é oferecida uma pasta nova como primeira opção, para que possa dar-lhe um nome e arquivar nela num só passo. Cada pasta mantém a sua própria ordem.
ru: Создавайте папку, переименовывайте её и перемещайте записи между папками. При раскладке первым вариантом предлагается совершенно новая папка — так можно за один шаг дать ей имя и положить туда запись. Каждая папка хранит собственный порядок.
zh_hans: 新建文件夹、重命名，并在文件夹之间移动录音。归档时会把「新建文件夹」作为第一个选项，因此可以一步完成命名并归入其中。每个文件夹都保有自己的排序。

source: Make one, rename it, file recordings into it
ar: أنشئ مجلداً، غيّر اسمه، ورتّب تسجيلاتك فيه
bn: একটি তৈরি করুন, নাম বদলান, রেকর্ডিং সাজান
es: Crea una, renómbrala y archiva grabaciones en ella
fr: Créez-en un, renommez-le, classez-y vos enregistrements
hi: एक बनाएँ, नाम बदलें, रिकॉर्डिंग उसमें रखें
pt: Crie uma, mude o nome, arquive gravações nela
ru: Создайте, переименуйте и складывайте в неё записи
zh_hans: 新建、重命名，把录音归入其中

source: Marker %lld
ar: العلامة %lld
bn: চিহ্ন %lld
es: Marcador %lld
fr: Repère %lld
hi: मार्कर %lld
pt: Marcador %lld
ru: Метка %lld
zh_hans: 标记 %lld

source: Microphone Permission Required
ar: إذن الميكروفون مطلوب
bn: মাইক্রোফোনের অনুমতি প্রয়োজন
es: Se requiere permiso del micrófono
fr: Autorisation du micro requise
hi: माइक्रोफोन अनुमति आवश्यक
pt: Permissão do microfone necessária
ru: Требуется доступ к микрофону
zh_hans: 需要麦克风权限

source: More options
ar: خيارات أخرى
bn: আরও বিকল্প
es: Más opciones
fr: Plus d'options
hi: अधिक विकल्प
pt: Mais opções
ru: Ещё
zh_hans: 更多选项

source: Move
ar: نقل
bn: স্থানান্তর
es: Mover
fr: Déplacer
hi: स्थानांतरण
pt: Mover
ru: Переместить
zh_hans: 移动

source: Move To
ar: نقل إلى
bn: এখানে সরান
es: Mover a
fr: Déplacer vers
hi: इसमें ले जाएँ
pt: Mover para
ru: Переместить в
zh_hans: 移动到

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
pt: Nome
ru: Название
zh_hans: 名称

source: New Collection
ar: مجموعة جديدة
bn: নতুন সংগ্রহ
es: Nueva colección
fr: Nouvelle collection
hi: नया संग्रह
pt: Nova coleção
ru: Новая коллекция
zh_hans: 新合集

source: New Folder
ar: مجلد جديد
bn: নতুন ফোল্ডার
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
pt: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

source: New folder is one of the buttons under the card. To file a recording, rest on it and push the centre left — a brand-new folder is offered first, so you can name one and move into it at once.
ar: «مجلد جديد» أحد الأزرار أسفل البطاقة. ولترتيب تسجيل، قف عليه وادفع المركز لليسار — يُعرض مجلد جديد تماماً أولاً، فتسمّيه وتنقل إليه دفعة واحدة.
bn: নতুন ফোল্ডার কার্ডের নিচের বোতামগুলোর একটি। কোনো রেকর্ডিং ফাইল করতে সেটিতে থামুন এবং কেন্দ্রকে বামে ঠেলুন — প্রথমেই একদম নতুন ফোল্ডার দেখানো হয়, তাই নাম দিয়ে সঙ্গে সঙ্গে সেখানে সরাতে পারেন।
es: Nueva carpeta es uno de los botones bajo la tarjeta. Para archivar una grabación, detente en ella y empuja el centro a la izquierda: se ofrece primero una carpeta nueva, así puedes nombrarla y moverla ahí de una vez.
fr: Nouveau dossier est l'un des boutons sous la carte. Pour classer un enregistrement, arrêtez-vous dessus et poussez le centre vers la gauche : un tout nouveau dossier est proposé en premier, vous pouvez donc le nommer et y déplacer l'enregistrement d'un coup.
hi: नया फ़ोल्डर कार्ड के नीचे के बटनों में से एक है। किसी रिकॉर्डिंग को फ़ाइल करने के लिए उस पर रुकें और केंद्र को बाएँ धकेलें — सबसे पहले एकदम नया फ़ोल्डर दिखाया जाता है, इसलिए नाम देकर तुरंत उसमें ले जा सकते हैं।
pt: Nova pasta é um dos botões por baixo do cartão. Para arquivar uma gravação, pare nela e empurre o centro para a esquerda — é oferecida primeiro uma pasta nova, para que possa dar-lhe um nome e mover para lá de uma só vez.
ru: «Новая папка» — одна из кнопок под карточкой. Чтобы разложить запись, остановитесь на ней и толкните центр влево: первой предлагается совершенно новая папка, так что можно сразу дать ей имя и переместить запись туда.
zh_hans: 「新建文件夹」是卡片下方的按钮之一。要归档某段录音，停在它上面并将中心键左推——系统会先提供一个全新文件夹，因此你可以命名后一步就移入其中。

source: Next
ar: التالي
bn: পরবর্তী
es: Siguiente
fr: Suivant
hi: आगे
pt: Seguinte
ru: Далее
zh_hans: 下一个

source: Next track
ar: المسار التالي
bn: পরের ট্র্যাক
es: Pista siguiente
fr: Piste suivante
hi: अगला ट्रैक
pt: Próxima faixa
ru: Следующий трек
zh_hans: 下一曲

source: No Media Yet
ar: لا توجد وسائط بعد
bn: এখনও কোনো মিডিয়া নেই
es: Aún no hay medios
fr: Pas encore de médias
hi: अभी तक कोई मीडिया नहीं
pt: Nenhuma mídia ainda
ru: Пока нет медиа
zh_hans: 暂无媒体

source: No Recordings Yet
ar: لا توجد تسجيلات بعد
bn: এখনও কোনো রেকর্ডিং নেই
es: Aún no hay grabaciones
fr: Aucun enregistrement pour l’instant
hi: अभी तक कोई रिकॉर्डिंग नहीं
pt: Ainda não há gravações
ru: Записей пока нет
zh_hans: 暂无录音

source: No Track Selected
ar: لم يتم اختيار مسار
bn: কোনো ট্র্যাক নির্বাচিত নয়
es: Ninguna pista seleccionada
fr: Aucune piste sélectionnée
hi: कोई ट्रैक चयनित नहीं
pt: Nenhuma faixa selecionada
ru: Трек не выбран
zh_hans: 未选择音频

source: Not Playing
ar: لا يوجد تشغيل
bn: চলছে না
es: No se reproduce nada
fr: Aucune lecture
hi: कुछ नहीं चल रहा
pt: Nada em reprodução
ru: Ничего не воспроизводится
zh_hans: 未在播放

source: Nothing leaves the device
ar: لا شيء يغادر الجهاز
bn: কিছুই ডিভাইস ছাড়ে না
es: Nada sale del dispositivo
fr: Rien ne quitte l'appareil
hi: कुछ भी डिवाइस से बाहर नहीं जाता
pt: Nada sai do dispositivo
ru: Ничто не покидает устройство
zh_hans: 数据不离开设备

source: Now playing
ar: قيد التشغيل
bn: এখন চলছে
es: Reproduciendo ahora
fr: En cours de lecture
hi: अभी चल रहा है
pt: Reproduzindo agora
ru: Сейчас играет
zh_hans: 正在播放

source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
zh_hans: 确定

source: Offline first
ar: يعمل دون اتصال أولاً
bn: প্রথমে অফলাইন
es: Sin conexión, ante todo
fr: Hors ligne avant tout
hi: पहले ऑफ़लाइन
pt: Offline em primeiro lugar
ru: Прежде всего офлайн
zh_hans: 离线优先

source: Offline-first Audio Player
ar: مشغل صوت يركز على عدم الاتصال
bn: অফলাইন-প্রথম অডিও প্লেয়ার
es: Reproductor de audio sin conexión primero
fr: Lecteur audio axé hors ligne
hi: ऑफ़लाइन-प्रथम ऑडियो प्लेयर
pt: Reprodutor de áudio focado em offline
ru: Офлайн‑ориентированный аудиоплеер
zh_hans: 离线优先音频播放器

source: One dial
ar: قرص واحد
bn: একটি ডায়াল
es: Un solo dial
fr: Une seule molette
hi: एक ही डायल
pt: Um só disco
ru: Одно колесо
zh_hans: 一个转盘

source: Open Recordings
ar: فتح التسجيلات
bn: রেকর্ডিংস খুলুন
es: Abrir Grabaciones
fr: Ouvrir Enregistrements
hi: रिकॉर्डिंग्स खोलें
pt: Abrir Gravações
ru: Открыть Записи
zh_hans: 打开录音

source: Open Settings from the button under the card, rest on Playback speed and press to cycle through the speeds. It is used the next time a track opens.
ar: افتح «الإعدادات» من الزر أسفل البطاقة، وقف على «سرعة التشغيل» واضغط للتنقّل بين السرعات. وتُطبَّق في المرة التالية التي يُفتح فيها مقطع.
bn: কার্ডের নিচের বোতাম থেকে সেটিংস খুলুন, প্লেব্যাক গতিতে থামুন এবং গতিগুলোর মধ্যে বদলাতে চাপ দিন। পরের বার কোনো ট্র্যাক খুললে এটি কার্যকর হয়।
es: Abre Ajustes desde el botón bajo la tarjeta, detente en Velocidad de reproducción y pulsa para pasar de una velocidad a otra. Se aplica la próxima vez que se abra una pista.
fr: Ouvrez Réglages depuis le bouton sous la carte, arrêtez-vous sur Vitesse de lecture et appuyez pour faire défiler les vitesses. Elle s'applique à la prochaine ouverture d'une piste.
hi: कार्ड के नीचे के बटन से सेटिंग्स खोलें, प्लेबैक गति पर रुकें और गति बदलने के लिए दबाएँ। यह अगली बार ट्रैक खुलने पर लागू होती है।
pt: Abra as Definições a partir do botão por baixo do cartão, pare em Velocidade de reprodução e prima para percorrer as velocidades. É aplicada da próxima vez que abrir uma faixa.
ru: Откройте «Настройки» кнопкой под карточкой, остановитесь на «Скорость воспроизведения» и нажимайте, чтобы перебрать скорости. Она применится при следующем открытии трека.
zh_hans: 用卡片下方的按钮打开设置，停在「播放速度」并按下即可循环切换速度。它会在下次打开音轨时生效。

source: Open player
ar: فتح المشغّل
bn: প্লেয়ার খুলুন
es: Abrir reproductor
fr: Ouvrir le lecteur
hi: प्लेयर खोलें
pt: Abrir reprodutor
ru: Открыть плеер
zh_hans: 打开播放器

source: Page %lld of %lld
ar: الصفحة %lld من %lld
bn: পৃষ্ঠা %lld এর %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
hi: पृष्ठ %lld / %lld
pt: Página %lld de %lld
ru: Страница %lld из %lld
zh_hans: 第%lld页，共%lld页

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
es: Pausar
hi: रोकें
pt: Pausar
ru: Пауза
zh_hans: 暂停

source: Play
ar: تشغيل
bn: চালান
es: Reproducir
fr: Lecture
hi: चलाएं
pt: Reproduzir
ru: Воспроизвести
zh_hans: 播放

source: Play All
ar: تشغيل الكل
bn: সব চালান
es: Reproducir todo
fr: Tout lire
hi: सभी चलाएं
pt: Reproduzir tudo
ru: Воспроизвести все
zh_hans: 全部播放

source: Playback + language
ar: التشغيل + اللغة
bn: প্লেব্যাক + ভাষা
es: Reproducción + idioma
fr: Lecture + langue
hi: प्लेबैक + भाषा
pt: Reprodução + idioma
ru: Воспроизведение + язык
zh_hans: 播放 + 语言
